export const MENU_BTN_TYPE = [
    'disable',
    'enable',
    'finish'
];

export const INFO_LIST = {
    1: {
        id: 1,
        text: 'Сегодня в своей гримёрной был обнаружен труп знаменитого дрессировщика г-на Далайна. Известный своей отвагой и бесстрашием, г-н Далайн примкнул к бродячему цирку в возрасте 15 лет. Круглый сирота быстро проявил себя, укрощая опасных хищников. Несмотря на вспыльчивый и жёсткий характер, он быстро стал душой цирковой семьи. После смерти руководителя цирка, он занял его пост. В своих интервью г-н Далайн часто говорил, что цирк — это его работа, дом и семья. Неудивительно, что свою жену он встретил именно там. Молодая акробатка Регина, покорила его своей грациозность и добрым нравом. Она часто принимала участие в его номерах вместе с его лучшим другом и заместителем – клоуном Альбертом. Публика была в восторге от сложных номеров победоносного трио. Но их триумф был не долгим. В один из дней Регина оказалась растерзана одним из тигров г-на Далайна. Никто точно не знает, как это произошло. Следствие обнаружило неисправный замок, и, вероятнее всего, животное просто затащило несчастную женщину в свою клетку. Через какое-то время труппу покинул и Альберт. Он открыто винил Далайна в смерти Регины, так как неоднократно просил заменить клетки на более современные. Несмотря на трагедию и уход лучшего друга, г-н Далайн продолжил свою работу дрессировщиком. Благодаря жёсткому характеру, он смог вывести цирк на новый уровень. И даже несколько лет назад построил собственное здание цирка в черте города. Известно, что цирк господина Далайна процветал, но завести новую семью он так и не смог. '
    }
};